import React from "react"

const Text = () => (
  <>
    <h2>大島 淳之</h2>
    <p>
      <span>
        大学卒業後、土木エンジニアとして名古屋の設計会社に勤める。2011年春からは拠点を京都へ移し、東洋文化研究者のアレックス・カー氏と共に活動。国内外の小さな田舎町を訪れる機会が増え、歴史資源の価値と自然の壮大さを改めて実感すると同時に、それらが無秩序な開発により、次々に破壊されていくのを目の当たりにする。
        <br />
      </span>
      <span>脆く儚い自然環境を憂い、次第に”</span>
      <span>
        野生動物のいる自然風景”の観察・撮影・保全に興味を持つようになる。現在は関西、長野県、北海道の自然風景や生き物などを勢力的に撮影している。
      </span>
    </p>
    <p>
      <span>
        撮影、デザイン制作・ディレクション等広く請け負っています。
        <br />
      </span>
      <span>
        <span>まずはお気軽にご相談下さい。</span>
      </span>
      <span>ご依頼があればどこへでも。</span>
    </p>
    <p>
      使用機器
      <br />
      <span>
        ・MacBook Pro (15-inch 2018)
        <br />
        ・Canon 5D mark4
        <br />
        ・Canon EF24-70mm f2.8L Ⅱ<br />
        ・Canon EF100-400mm f4.5-5.6L Ⅱ<br />
      </span>
    </p>
  </>
)

export default Text
